Repository: sanderland/katrain
Catalog: katrain/i18n/locales/*/LC_MESSAGES/katrain.po
Languages: de, es, fr, ru

source: menu:playersetup
de: Spieler-Setup
es: Jugadores
fr: Paramètres des joueurs
ru: Настройка игроков

source: menu:newgame
de: Neue Partie
es: Nuevo Juego
fr: Lancer/Éditer une partie
ru: Новая игра

source: menu:save
de: Partie speichern
es: Guardar Juego
fr: Enregistrer
ru: Сохранить игру

source: menu:load
de: Partie laden
es: Cargar Juego
fr: Charger une partie
ru: Загрузить игру

source: menu:settings
de: Allgemeine Einstellungen
es: Conf General y Motores
fr: Paramètres généraux
ru: Настройки системы

source: menu:clocksettings
de: Bedenkzeit
es: Conf Reloj
fr: Pendule
ru: Контроль времени

source: menu:teachsettings
de: Analyse-Einstellungen
es: Conf Juego Enseñanza
fr: Champ d'étude
ru: Настройки анализа

source: menu:aisettings
de: AI-Einstellungen
es: Conf IA
fr: Joueurs artificiels
ru: Настройки ИИ

source: menu:lang
de: Spracheinstellungen
es: Idioma
fr: Langue
ru: Язык

source: menu:support
de: Unterstützung
es: Soporte
fr: Contribution
ru: Содействие

source: menu:manual
de: Handbuch
es: Manual
fr: Mode d'emploi
ru: Помощь

source: player:type
de: Spieler
es: Jugador
fr: Joueur
ru: Игрок

source: player:human
de: Mensch
es: Humano
fr: Humain
ru: Человек

source: player:ai
de: AI
es: IA
fr: Artificiel
ru: Компьютер

source: aistrategy
de: AI-Strategie
es: Estrategia IA
fr: Style de jeu
ru: Стратегия ИИ

source: gametype
de: Partieart
es: Tipo de Juego
fr: Mode
ru: Тип игры

source: game:normal
de: Normale Partie
es: Normal
fr: Normal
ru: Обычная

source: game:teach
de: Übungspartie
es: Enseñanza
fr: Étudiant
ru: Обучающая

source: analysis:nextmoves
de: Nächste Züge
es: Siguientes Jugadas
fr: Coups suivants
ru: Следующие ходы

source: analysis:dots
de: Zeige Dots
es: Mostrar Puntos
fr: Marquer les pierres
ru: Показывать точки

source: analysis:topmoves
de: Beste Züge
es: Jugadas Superiores
fr: Coups recommandés
ru: Лучшие ходы

source: analysis:policy
de: Policy Züge
es: Jugadas Intuitivas
fr: Coups intuitifs
ru: Политика сети

source: analysis:territory
de: Erwartetes Gebiet
es: Territorio Tentativo
fr: Prévisions territoriales
ru: Ожидаемая территория

source: analysis:extra
de: Tiefere Analyse
es: Profundizar Análisis
fr: Analyser davantage
ru: Более глубокий анализ

source: analysis:equalize
de: Ausgeglichene Beachtung möglicher Züge
es: Igualar visitas potenciales movimientos
fr: Égaliser l'analyse des coups
ru: Уравнять посещения потенциальных ходов

source: analysis:sweep
de: Schnelle Analyse aller Züge
es: Análisis rápido todos los movimientos
fr: Analyser tous les possibles
ru: Быстрый анализ всех ходов

source: analysis:aimove
de: AI-Zug erzwingen
es: Forzar jugada IA
fr: Jouer le coup du joueur artificiel
ru: Сделать следующий ход ИИ

source: pass-button-text
de: Passen
es: Pasar
fr: Passer
ru: Пас

source: teaching undo message
de: Zug {move} zurückgenommen, da er {points_lost:.1f} Punkte verliert. Bitte versuche es erneut. Bewege den Mauszeiger über den Zug, um die erwartete Widerlegung zu sehen, oder setze ein Häkchen bei “Erwartetes Gebiet” (t), um die Bereiche des Bretts zu sehen, wo Punktverlust zu erwarten ist.
es: Deshice jugada {move} ya que perdía {points_lost:.1f} puntos. Coloca el cursor sobre la jugada para ver la refutación esperada. Por favor intenta de nuevo.
fr: Le coup {move} a été annulé car il perdait {points_lost:.1f} points.Vous pouvez consulter les Prévisions territoriales (t) pour identifier les régions concernées, et survoler le coup pour connaître sa réfutation.Pour continuer la partie, veuillez jouer un nouveau coup.
ru: Ход {move} отменён, т.к. это потеря {points_lost:.1f} очков. Попытайтесь снова. Наведите на этот ход, чтобы увидеть опровергающее продолжение, или посмотрите на ожидаемую территорию (t), чтобы увидеть, где на доске прогнозируется потеря очков.

source: ai-ponder
de: Zeigt den Enginestatus an von grün (Leerlauf) bis orange (Zugberechnung). Ist rot, wenn die Engine abgestürzt ist oder nicht starten konnte.
es: Indica el estado del motor, yendo de verde (en espera) a naranja (procesando consultas). Se convierte en rojo cuando el motor se bloquea o no empieza
fr: Le statut du moteur de jeu est indiqué par la couleur verte (en veille), orange (“en cours de tâche”) ou rouge (inopérant)
ru: Индикатор статуса ИИ, от зелёного (бездействие) к оранжевому (обработка запросов). Становится красным если движок сломался или не запустился.

source: undo-button-text
de: Undo
es: Deshacer
fr: Annuler
ru: Отмена

source: tab:score
de: Ergebnis
es: Puntaje
fr: Score
ru: Очки

source: tab:winrate
de: Gewinnrate
es: Pronóstico
fr: Pronostic
ru: Доля побед

source: tab:points
de: Punktverlust
es: Perdidas
fr: Pertes
ru: Потеря очков

source: tab:info
de: Info
es: Info
fr: Info
ru: Инфо

source: tab:notes
de: Anmerkungen
es: Notas
fr: Note
ru: Заметки

source: closedlabel:scoregraph
de: Punkte-Graph
es: Gráfica Puntos
fr: Graphes
ru: График очков

source: closedlabel:movestats
de: Zug-Statistik
es: Estadística Jugada
fr: Évaluation
ru: Статистика ходов

source: closedlabel:info&notes
de: Zug-Info & Anmerkungen
es: Info y Notas Jugada
fr: Commentaires
ru: Информация о ходах и заметки

source: board-pass
de: Passen
es: paso
fr: passer
ru: пас

source: board-game-end
de: Partie- Ende
es: terminar juego
fr: Fin de partie
ru: конец игры

source: btn:Play
de: Spielen
es: Jugar
fr: Partie
ru: Играть

source: btn:Analysis
de: Analyse
es: Análisis
fr: Analyse
ru: Анализ

source: btn:Analyze
de: Analyseoptionen
es: Análisis
fr: Analyser
ru: Действия

source: stats:winrate
de: Gewinnrate
es: Pronóstico
fr: Pronostic
ru: Доля побед

source: stats:score
de: Ergebnis
es: Puntaje
fr: Score
ru: Оценка очков

source: stats:pointslost
de: Punkte verloren
es: Perdidas
fr: Perte
ru: Потерянные очки

source: stats:pointsgained
de: Punkte gewonnen
es: Puntos Ganados
fr: Gain
ru: Полученные очки

source: SGF start message
de: Züge, die mit 'X' markiert sind, sind die besten Züge für KataGo; die mit einem Quadrat sind Züge, die weniger als 0.5 Punkte verlieren.
es: Jugadas marcadas 'X' indican la mejor jugada segúnKataGo, aquellas con un cuadrado son jugadas que pierden menos de 0.5 puntos
fr: Les coup préférés de KataGo sont marqué d'un X. En comparaison, ceux perdant moins de 0.5 points sont marqués d'un carré
ru: Ходы, отмеченные 'X', соответствуют лучшему ходу согласно KataGo, а ходы, отмеченные квадратом, соответствуют потере не более 0.5 очка

source: Info:score
de: Ergebnis: {score}
es: Puntaje: {score}
fr: Score : {score}
ru: Очки: {score}

source: Info:winrate
de: Gewinnrate: {winrate}
es: Pronóstico: {winrate}
fr: Pronostic : {winrate}
ru: Доля побед: {winrate}

source: Info:point loss
de: Geschätzter Punktverlust: {points_lost:.1f}
es: Pérdida esperada de puntos: {points_lost:.1f}
fr: Points perdus: {points_lost:.1f}
ru: Ожидаемая потеря очков: {points_lost:.1f}

source: move
de: Zug {number}
es: Jugada {number}
fr: Coup {number}
ru: Ход {number}

source: Info:top move
de: Bestvorhergesagter Zug war {top_move} ({score}).
es: El movimiento superior previsto era {top_move} ({score}).
fr: Le coup attendu était {top_move} ({score}).
ru: Лучший предсказанный ход был {top_move} ({score}).

source: Info:best move
de: Zug war der bestvorhergesagte Zug
es: Jugada predicha como la mejor jugada
fr: Ce coup était le plus recommandé.
ru: Ход совпадает с лучшим предсказанным

source: Info:PV
de: PV: {pv}
es: PV: {pv}
fr: Séquence attendue : {pv}
ru: PV: {pv}

source: Info:policy rank
de: Zug war #{rank} gemäß Policy ({probability:.2%}).
es: Jugada fue #{rank} en intuitividad ({probability:.2%}).
fr: Ce coup était classé n°{rank} d'un point de vue intuitif ({probability:.2%}).
ru: Сделан ход #{rank} согласно политике сети ({probability:.2%}).

source: Info:policy best
de: Bester Policy-Zug war {move} ({probability:.1%}).
es: La jugada más intuitiva fue {move} ({probability:.1%}).
fr: La première intuition était {move} ({probability:.1%}).
ru: Лучший ход согласно политике сети был {move} ({probability:.1%}).

source: Info:teaching undo
de: Zug wurde automatisch im Lehrmodus zurückgenommen.
es: La jugada fue devuelta automáticamente en modo enseñanza.
fr: Ce coup ayant été joué en mode pédagogique, il a été annulé automatiquement.
ru: Ход был автоматически отменён в режиме обучения.

source: Info:undo predicted PV
de: Fortsetzung vorhersagen: {pv}
es: Continuación predicha: {pv}
fr: Continuation attendue : {pv}
ru: Ожидаемое продолжение: {pv}

source: Info:AI thoughts
de: AI denkt nach: {thoughts}
es: Cadena de pensamiento IA: {thoughts}
fr: Raisonnement de he l'IA : {thoughts}
ru: Мысли ИИ: {thoughts}

source: No analysis available
de: Keine Analyse vorhanden
es: Análisis no disponibe
fr: Pas d'analyse disponible
ru: Анализ недоступен

source: Analyzing move...
de: Zug wird analysiert...
es: Analizando jugada...
fr: Analyse en cours...
ru: Анализ хода...

source: SGF Notes Hint
de: Deine SGF-Anmerkungen für diese Position.
es: Acá las notas de tu SGF para la posición.
fr: Rédigez une note SGF concernant la position en cours.
ru: Ваши SGF-заметки для этой позиции тут.

source: load sgf title
de: SGF-Datei für Analyse laden
es: Cargar archivo SGF a Analizar
fr: Charger le fichier SGF à analyser
ru: Загрузить SGF файл для анализа

source: load sgf fast analysis
de: Schnelle Analyse verwenden
es: usar análisis rápido
fr: Analyse rapide
ru: Быстрый анализ

source: load sgf rewind
de: Am Anfang beginnen
es: Devolver al inicio
fr: Reprendre au début
ru: Перемотать к началу

source: timer settings
de: Timereinstellungen anpassen
es: Conf de Reloj
fr: Cadence de jeu
ru: Изменить настройки времени

source: byoyomi length
de: Zeit pro Byo-yomi-Periode
es: Segundos Byo-yomi
fr: Secondes par période
ru: Период бёёми

source: byoyomi periods
de: Anzahl Perioden
es: Número de Periodos
fr: Nombre de périodes
ru: Количество периодов

source: update timer
de: Timer aktualisieren
es: Actualizar Reloj
fr: Confirmer
ru: Сохранить

source: New Game title
de: Neues Spiel erstellen
es: Configurar Nuevo Juego
fr: Nouvelle partie
ru: Настроить новую игру

source: board size
de: Brettgröße
es: Tamaño del tablero
fr: Dimensions
ru: Размер доски

source: ruleset
de: Regeln
es: Reglas
fr: Règles
ru: Правила

source: japanese
de: Japanisch
es: Japonesas
fr: Japonaises
ru: Японские

source: chinese
de: Chinesisch
es: Chinas
fr: Chinoises
ru: Китайские

source: korean
de: Koreanisch
es: Koreanas
fr: Coréennes
ru: Корейские

source: stone_scoring
de: Alte chinesische
es: Antiguas Chinas
fr: Chinoises anciennes
ru: Древние китайские

source: clear cache
de: Cache leeren
es: Vaciar Cache
fr: Vider le cache
ru: Очистить кэш

source: avoids replaying
de: Vermeidet, identische Partien zu spielen
es: Evita reproducir juegos idénticos
fr: Pour éviter de rejouer des parties identiques
ru: Избегает воспроизведения идентичных игр

source: non square board hint
de: Benutze x:y (z.B. 19:9) für nichtquadratische Grössen
es: Usa x:y (i.e. 19:9) para tableros no cuadrados
fr: Noter x:y (p. ex. 19:9) pour les non-carrés
ru: Используйте x:y (e.g. 19:9) для прямоугольных размеров

source: newgame
de: Neues Spiel starten
es: Empezar Nuevo Juego
fr: Nouvelle partie
ru: Начать новую игру

source: teacher settings
de: Übungsspieleinstellungen bearbeiten
es: Editar Conf Enseñanza
fr: Champ d'étude
ru: Редактировать настройки анализа

source: point loss threshold
de: Punktverlust größer als
es: Pérdida de puntaje mayor a
fr: Pertes plus larges que
ru: Потеря очков более

source: num undos
de: Anzahl der Undos
es: Número de jugadas desechas
fr: Nouvelles tentatives
ru: Количество отмен хода

source: dot color
de: Farbe
es: Color
fr: Couleurs
ru: Цвет

source: show dots
de: Dots zeigen
es: Mostrar Puntos
fr: Pierres marquées
ru: Показывать точки

source: save dots
de: In SGF speichern
es: Guardar en SGF
fr: Diagnostics sauvegardés
ru: Сохранить в SGF

source: show last n dots
de: Dots für die letzten <n> Züge zeigen
es: Mostar puntos de las últimas número de jugadas moves
fr: Dernier(s) coup(s) à marquer :
ru: Показать точки для <этого количества> последних ходов

source: show ai dots
de: Dots/SGF-Kommentare für AI Spieler zeigen
es: Mostrar puntos/comentarios para motores de IA
fr: Étudier les coups du joueur artificiel
ru: Показать точки и SGF комментарии для ИИ игроков

source: update teacher
de: Feedbackeinstellungen aktualisieren
es: Actualizar conf
fr: Mettre à jour
ru: Сохранить настройки анализа

source: restarting engine
de: Engine nach Änderungen der Einstellungen neustarten.
es: Reinicar Motor por cambio en conf.
fr: Restarting Engine after Settings Change.
ru: Перезапуск движка после смены настроек.

source: general settings title
de: Allgemeine und Engine-Einstellungen
es: Conf Generales y de Motores
fr: Paramètres généraux
ru: Общие настройки и настройки движка

source: file not found
de: Pfad existiert nicht
es: Ruta no existe
fr: Chemin d'accès est introuvable
ru: Файл не найден

source: general settings
de: Allgemeine Einstellungen
es: Conf Generales
fr: Divers
ru: Основные настройки

source: engine settings
de: Engine-Einstellungen
es: Conf Motor
fr: Moteur de Jeu
ru: Настройки движка KataGo

source: katago settings
de: KataGo-Einstellungen
es: Conf KataGo
fr: KataGo
ru: Настройки KataGo

source: config file path
de: Alle Optionen sind gespeichert in:
es: La Conf se guardan en:
fr: TOUTES les options sont sauvegardées dans:
ru: Все настройки сохранены в:

source: engine:katago
de: Pfad zur KataGo-Datei
es: Ruta al ejecutable de KataGo
fr: Chemin d'accès de l'exécutable
ru: Путь к исполняемому файлу KataGo

source: engine:katago:hint
de: Leer = beigefügte Datei verwenden
es: Dejar vacío para usar el motor interno por defecto
fr: (Optionnel)
ru: По умолчанию используется встроенный движок

source: engine:model
de: Pfad zur KataGo-Model-Datei
es: Ruta al modelo de KataGo
fr: Chemin d'accès du réseau neuronal
ru: Путь к файлу модели KataGo

source: engine:config
de: Pfad zur KataGo-Config-Datei
es: Ruta al archivo de conf de KataGo
fr: Chemin d'accès du fichier de configuration
ru: Путь к файлу конфигурации KataGo

source: engine:max_visits
de: Maximale Anzahl der Visits in Analyse
es: Máximo número de visitas en análisis
fr: Maximum de visites durant l'analyse
ru: Максимальное число посещений в анализе

source: engine:fast_visits
de: Maximale Anzahl der Visits in schneller Analyse
es: Máximo número de visitas en análisis rápido
fr: Maximum de visites durant l'analyse rapide
ru: Максимальное число посещений в быстром анализе

source: engine:max_time
de: Maximalzeit für Analyse
es: Tiempo máximo para análisis
fr: Durée maximum de l'analyse
ru: Максимальное время анализа

source: engine:wide_root_noise
de: Breites Grundrauschen (erhöht die Varianz der berücksichtigten Züge)
es: Ruido base de nodo raiz (incrementa la variedad de jugadas a considerar)
fr: Champ des possibles (0.0 par défaut)
ru: Уровень шума (увеличивает разнообразие рассматриваемых ходов)

source: engine:wide_root_noise:hint
de: Benutze 0.02-0.1 um mehr mögliche Züge zu sehen
es: Usa 0.02-0.1 para mostrar un mayor número de posibles jugadas
fr: 0.1 considérera PLUS de coups mais MOINS en profondeur
ru: Используйте 0.02-0.1 для показа большего числа возможных ходов

source: engine:time:hint
de: Zeit in Sekunden
es: Tiempo en segundos
fr: En secondes
ru: Время в секундах

source: general:anim_pv_time
de: Zeit zwischen Zügen, wenn Sequenz animiert wird
es: Tiempo entre juagadas animando una secuencia
fr: Durée entre chaque coup d'une animation
ru: Задержка между ходами в анимации

source: general:debug_level
de: Debuglevel in der Konsole
es: Nivel de depuración en consola
fr: Niveau de débogage affiché dans la console
ru: Уровень отладочных сообщение в консоли

source: general:debug_level:hint
de: Auf 1 setzen, wenn Fehler gemeldet werden sollen
es: Usar 1 para reportar errores
fr: Afficher 1 pour signaler des erreurs
ru: Используйте 1 для печати только ошибок

source: update settings
de: Einstellungen aktualisieren
es: Actualizar conf
fr: Mettre à jour
ru: Сохранить настройки

source: ai settings
de: Erweiterte AI-Einstellungen
es: Conf avanzadas IA
fr: Joueurs artificiels
ru: Расширенные настройки ИИ

source: Select AI
de: AI-Strategie zum Konfigurieren auswählen
es: Estrategia para IA
fr: Style de jeu :
ru: Выбор стратегии ИИ

source: update ai settings
de: AI-Einstellungen aktualisieren
es: Actualizar conf IA
fr: Mettre à jour
ru: Сохранить настройки ИИ

source: sgf written
de: SGF mit Analyse gespeichert unter {file_name}
es: SGF con análisis escrito en {file_name}
fr: Analyse SGF rédigée dans {file_name}
ru: SGF с анализом сохранён в {file_name}

source: wait-before-extra-analysis
de: Auf Abschluss der Initialanalyse warten, bevor eine Verfeinerung erfolgt.
es: Esperar completar análisis inicial antes de solicitar un refinamiento.
fr: Attendez la fin de l'analyse en cours avant de l'approfondir.
ru: Дождитесь начального анализа перед запросом уточнений.

source: Copied SGF to clipboard.
de: SGF in Clipboard kopiert.
es: SGF copiado al portapapeles.
fr: SGF enregistré dans le presse-papier.
ru: SGF скопирован в буфер обмена.

source: Failed to import from clipboard
de: Failed to import game from clipboard: {error} Clipboard contents: {contents}...
es: Error al importar el juego desde el portapapeles: {error} Contenido portapapeles: {contents}...
fr: Impossible de charger la partie du presse-papier : {error} Contenu du presse-papier : {contents}...
ru: Ошибка импорта из буфера обмена: {error} Содержимое буфера: {contents}...

source: Failed to load SGF
de: SGF konnte nicht geladen werde: {error}
es: Error al cargar SGF: {error}
fr: Impossible de charger le SGF: {error}
ru: Ошибка загрузки SGF: {error}

source: Starting Kata failed
de: Der Start von KataGo mit Befehl '{command}' ist fehlgeschlagen mit Fehler {error}. Bitte überprüfe, dass der Wert 'katago' in 'engine' bei den Einstellungen auf die richtige KataGo-Datei zeigt.
es: Empezando KataGo con el comando '{command}' fallo con error {error}. Porfavor asegurar que el ejecutable de 'katago' dentro de la conf del motor 'engine' al valor correcto del ejecutable KataGo.
fr: L'Erreur {error} a empêché de lancer KataGo avec la commande '{command}'. Vérifiez le chemin d'accès de l'exécutable 'katago' dans les paramètres généraux
ru: Запуск KataGo командой '{command}' завершился с ошибкой {error}.

source: Engine died unexpectedly
de: Engine ist unerwartet abgestürzt, ohne Ausgabe zu senden, wahrscheinlich wegen zu wenig Speicher: {error}
es: El motor murió inesperadamente sin mandar alguna señal: {error}
fr: Le moteur de jeu est tombé en panne, possiblement pour cause de mémoire insuffisante : {error}
ru: Движок неожиданно умер, вероятно из-за нехватки памяти: {error}

source: strength:kyu
de: k
es: k
fr: k
ru: к

source: strength:dan
de: d
es: d
fr: d
ru: д

source: ai:default
de: KataGo
es: KataGo
fr: KataGo
ru: KataGo

source: aihelp:default
de: Spielstärkste KataGo-AI. Spielstärke wird von `max visits` und `model` in den allgemeinen Einstellungen im Bereich `engine` und dem Engine-Konfigurationsfile bestimmt. Hier gibt es sonst keine Optionen.
es: Fuerza máxima de KataGo IA. La fuerza es afectada por el número 'máximo visitas' y 'modelo' en conf general del 'motor' y el archivo de conf del motor. No hay opciones disponibles acá.
fr: Le moteur de jeu joue au mieux de ses capacités. Son niveau dépend de la profondeur d'analyse et du réseau neuronal indiqués dans les Paramètres généraux.
ru: Полная сила ИИ KataGo. Сила зависит от настроек `max visits` и `model` в общих настройках и файле конфигурации.

source: ai:jigo
de: KataJigo
es: KataJigo
fr: KataJigo
ru: KataJigo

source: aihelp:jigo
de: Versucht mit einem eingestellen Punktwert (Standard 0.5) zu gewinnen, ohne weitere Einschränkungen.
es: Trata de ganar por una cantidad de puntos (default 0.5), sin restriciones.
fr: Le moteur de jeu tentera de gagner la partie du nombre de points indiqué dans le champ target_score.
ru: Пытается выиграть на заданное число очков (по умолчанию 0.5), без иных ограничений.

source: ai:scoreloss
de: Punktverlust
es: Perdida de puntos
fr: Décontracté
ru: Потеря очков

source: aihelp:scoreloss
de: Wählt Züge, die zu grösserem Punktverlust mit niedriger Wahrscheinlichkeit führen. Spielt mit höherem Visit-Wert variabler/schlechter.
es: Las jugadas que conllevan a mayor pérdida de puntos se juegan con una menor probabilidad. Probablemente juega mas variado/débil con un mayor número de visitas.
fr: Le moteur de jeu choisit des coups recommandés, mais pas forcément les meilleurs. Au niveau 0, il joue l'un d'eux au hasard et perd des points régulièrement. Au niveau 5, il évite presque toujours de jouer les coups perdant 1 point et plus, à moins d'augmenter le champ des possibles et/ou le nombre de visites (cf. Paramètres généraux)
ru: Избегает ходов с высокой вероятностью большой потери очков. Склонна играть более разнообразно/слабее при высокой настройке посещений ходов.

source: ai:policy
de: Policy
es: Jugadas intuitivas
fr: Intuitif
ru: Политика сети

source: aihelp:policy
de: Wählt den besten Zug vom Policy-Netzwerk ohne Analyse. Die Stärke ist am meisten von der `model` Einstellung in den Engine Einstellungen abhängig. Die `opening_moves` Einstellung bestimmt wie viele Züge der Eröffnung zufällig sind.
es: Juega la jugada que se considera la más intuitvda sin leer. La fuerza esta dada por el 'model' en la conf del motor. El parámetro 'opening_moves' afecta cuantas jugadas en la apertura son al azar.
fr: Le niveau de jeu dépend du réseau neuronal (cf. Paramètres généraux), étant donné que sa première intuition sera joué sans calcul. Néanmoins, on peut varier les débuts de partie pour un nombre donné de coups d'ouverture grâce au champ opening_moves.
ru: Играет лучший ход согласно политике сети, без просчёта вариантов. Сила в основном зависит от `model` в настройках движка. Настройка `opening_moves` влияет на то, сколько начальных ходов будут более случайными.

source: ai:p:weighted
de: Policy Gewichtet
es: Parcial
fr: Biaisé
ru: Слабая политика

source: aihelp:p:weighted
de: Wählt den Zug gemäß der Policy-Wahrscheinlichkeit, beeinflusst durch `weaken_fac` wie wahrscheinlich schlechtere Züge gespielt werden. Mit einem kleinen Wert spielt wie die AI `Policy`. `pick_override` legt fest, wann der beste Zug gewählt wird ohne Zufall und `lower_bound` bestimmt die untere Grenze des erlaubten Policy-Wertes.
es: Hace jugadas deacuerdo a las jugadas más intuitivas y sus probabilidades, con 'weaken_fac' influenciando que tan probable es que jugadas debiles sean jugadas. Un valor más pequeño se acerca a jugadas más intuitivas según IA.'pick_override' determina que tan frecuente una la mejor jugada es ecogida sin azar, y 'lower_bound' determina el rango bajopermitido.
fr: Jouera le coup proportionnellement à ses intuitions. Plus lower_bound (0~1) est haut, moins les coups bizarres seront joués. Plus pick_override (0~1) est bas, plus le coup naturel sera forcé. Plus weaken_fac est bas plus le coup naturel pourra être joué.
ru: Делает ходы согласно вероятности политики сети, при этом `weaken_fac` влияет на то, как часто более слабые ходы будут сыграны. Малые значения играют аналогично `Политика сети` ИИ. `pick_override` определяет когда лучший ход будет выбран без случайности, и `lower_bound` определяет нижнюю границу допустимого значения.

source: ai:p:pick
de: Blinde Policy
es: Politica Ciega
fr: Myope
ru: Слепая политика
