Repository: sanderland/katrain
Catalog: katrain/i18n/locales/*/LC_MESSAGES/katrain.po
Languages: de, es, fr, ru

source: aihelp:p:pick
de: Wählt `pick_n + pick_frac * <number of legal moves>` gewichtete Züge zufällig und spielt den besten. Spielt wie die AI `Policy`, wenn `pick_frac=1`. Spielt besten Zug, wenn Policy-Wert höher als `pick_override` ist, um offensichtliche Fehler zu vermeiden.
es: Escoge 'pick_n + pick_frac * <#jugadas legales>' al azar y juega la mejor.El 'pick_frac=1' juega como la politica intuitiva del IA. Juega la mejor jugada si la probabilidad del IA es por encima de 'pick_override'. Esto con el fin de prevenir errores obvios.
fr: Jouera le coup le plus intuitif parmi un échantillon sélectionné au hasard. Échantillon = pick_n + (pick_frac multiplié par le nombre de coups légaux). Pick_n ajoute un nombre de coups à l'échantillon considéré. Plus pick_frac (0~1) est haut, plus des coups intuitifs seront joués. Plus pick_override (0~1) est bas, plus la première intuition sera forcé.
ru: Выбирает `pick_n + pick_frac * <количество допустимых ходов>` случайных ходов и играет лучший из них. При `pick_frac=1` играет как `Политика сети` ИИ. Играет лучший ход, если значение политики сети выше `pick_override` для избежания очевидных ошибок.

source: ai:p:local
de: Lokaler Stil
es: Estilo Local
fr: Local
ru: Локальный стиль

source: aihelp:p:local
de: Wählt `pick_n + pick_frac * <number of legal moves>` gewichtete Züge nahe dem letzten Zug und spielt den besten. Spielt besten Zug, wenn Policy-Wert höher als`pick_override` ist, um offensichtliche Fehler zu vermeiden.
es: Escoge 'pick_n + pick_frac * <#jugadas legales>' con un peso superior a jugadas alrededor de la última jugada y escoge la mejor. Juega la mejor jugada si el valor de la politica está por encima 'pick_override' con el fin de prevenir errores obvios.
fr: Tendra à jouer près du dernier coup. Échantillon local = pick_n + (pick_frac multiplié par le nombre de coups légaux) Plus stddev (1~19) est bas, plus le coup joué sera forcément près du dernier. (Se reporter au style précédent pour une explication des autres valeurs)
ru: Выбирает `pick_n + pick_frac * <количество допустимых ходов>` ходов в окрестностях последнего хода и играет лучший из них. Играет лучший ход, если значение политики сети выше `pick_override` для избежания очевидных ошибок.

source: ai:p:tenuki
de: Tenuki-Stil
es: Estilo Tenuki
fr: Tenuki
ru: Стиль тэнуки

source: aihelp:p:tenuki
de: Wählt `pick_n + pick_frac * <number of legal moves>` gewichtete Züge fern vom letzten Zug und spielt den besten. Spielt besten Zug, wenn Policy-Wert höher als`pick_override` ist, um offensichtliche Fehler zu vermeiden. Eine höhere `stddev` führt zu weiter entfernten Zügen.
es: Escoge 'pick_n + pick_frac * <#jugadas legales>' con un peso en contra de la última jugada y escoge la mejor. Juega la mejor jugada si el valor de la politica esta por encima 'pick_override' con el fin de prevenir errores obvios. Un 'stddev' más grande hace que juegue más lejos.
fr: Tendra à jouer loin du dernier coup. Échantillon éloigné = pick_n + (pick_frac multiplié par le nombre de coups légaux) Endgame indique à partir de quand jouer normalement, entre le début (0) et la fin (1). (Se reporter aux styles précédents pour une explication des autres valeurs)
ru: Выбирает `pick_n + pick_frac * <количество допустимых ходов>` ходов вдалеке от последнего хода и играет лучший из них. Играет лучший ход, если значение политики сети выше `pick_override` для избежания очевидных ошибок. Более высокое значение `stddev` заставляет ИИ играть более далеко.

source: ai:p:influence
de: Einflussstil
es: Estilo Influencia
fr: Central
ru: Влияние

source: aihelp:p:influence
de: Wählt Züge oberhalb des Grenzwertes und spielt den Besten. Erhöhe `line_weight`, um Züge nahe der Ecken mehr zu bestrafen. Stoppt die Strategie nachdem der 'endgame'-Anteil des Brettes gefüllt ist.
es: Escoje jugadas preferiendo aquellas por encima de la linea 'threshold' y juega la mejor. Incrementar 'line_weight' para penalizar más jugadas cerca al borde. Para estrategia cuando la fase 'endgame' del tablero ha llegado.
fr: Tendra à jouer haut, près du centre. Threshold indique la ligne au-dessus de laquelle le coup tendra à être joué. Plus line_weight (1~10) est haut, plus il sera difficile de jouer en-dessous de treshold (Se reporter aux styles précédents pour une explication des autres valeurs)
ru: Выбирает ходы с оценкой выше `threshold` и играет лучший из них. Увеличивайте `line_weight` для штрафования ходов, близких к краю доски. Прекращает такую стратегию после того, как 'endgame' часть доски была заполнена.

source: ai:p:territory
de: Gebietsstil
es: Estilo Territorial
fr: Territorial
ru: Территория

source: aihelp:p:territory
de: Wählt Züge unterhalb des Grenzwertes und spielt den besten. Erhöhe `line_weight`, um Züge nahe der Mitte mehr zu bestrafen. Stoppt die Strategie nachdem der 'endgame'-Anteil des Brettes gefüllt ist.
es: Escoje jugadas preferiendo aquellas por debajo de la linea 'threshold' y juega la mejor. Incrementar 'line_weight' para penalizar más jugadas cerca al centro. Para estrategia cuando la fase 'endgame' del tablero ha llegado.
fr: Tendra à jouer bas, près du bord. Threshold indique la ligne en-dessous de laquelle le coup tendra à être joué. Plus line_weight (1~10) est haut, plus il sera difficile de jouer au-dessus de treshold (Se reporter aux styles précédents pour une explication des autres valeurs)
ru: Выбирает ходы с оценкой выше `threshold` и играет лучший из них. Увеличивайте `line_weight` для штрафования ходов, близких к центру доски. Прекращает такую стратегию после того, как 'endgame' часть доски была заполнена.

source: aihelp:p:rank
de: Wählt eine begrenzte Anzahl zufälliger Züge und spielt den besten. Stärkere Einstellungen wählen den besten Zug aus einer grösseren Auswahl. Da es keinen 0 Kyu/Dan gibt, ist 3 Dan = -2 Kyu.
es: Elige una selección limitada de jugadas y juega la mejor. Configuraciones más fuertes toma la mejor jugada de una selección más amplia de jugadas. Como no hay 0 kyu/dan, 3 dan = -2 kyu.
fr: Jouera le coup le plus intuitif parmi un échantillon sélectionné au hasard. Plus kyu_rank (-3~18) est bas, plus l'échantillon sera large et le niveau de jeu élevé. Une valeur positive équivaudra à un niveau en kyu, 0 à 1er dan, -1 à 2e dan, etc. (Niveaux estimés sur OGS avec le réseau neuronal utilisé PAR DÉFAUT)
ru: Выбирает случайные ходы из ограниченного множества и играет лучший из них. Более сильные настройки расширяют множество для выбора. Т.к. на шкале отсутствуют 0 кю/дан, то 3 дан = -2 кю.

source: Kata model not found
de: KataGo-Modell {model} nicht gefunden, bitte prüfe allgemeine Einstellungen.
es: El modelo KataGo {model} no existe, revisar conf general.
fr: Le réseau neuronal {model} est introuvable. Veuillez vérifier son chemin d'accès dans les paramètres généraux.
ru: Файл модели KataGo {model} не существует, проверьте путь в основных настройках.

source: equalizing analysis
de: Analyse der Kandidatenzüge wird abgeglichen mit {visits} Visits
es: Ecualizar análsis de jugadas candidatas a {visits} visitas
fr: Égalisation de l'analyse ({visits} visites/coup considéré).
ru: Дополнительный анализ всех ходов-кандидатов до {visits} посещений

source: Kata exe not found in path
de: KataGo-Binary {exe} nicht im PATH gefunden, prüfe deine Umgebungsvariablen oder benutze den vollen Pfad in den allgemeinen Einstellungen. Wenn unter MacOS, konsultiere das Handbuch, wie brew verwendet werden soll, um KataGo zu installieren.
es: El binario de KataGo '{exe}' no se encuentra en la 'PATH', revisar variables ambiente o usar la ruta completa en la conf general. Si estas en MacOS, ve el manual de como usar homebrew para instalar KataGo primero
fr: L'exécutable {exe} est introuvable dans votre PATH (cf. les Variables d'environnement dans vos Propriétés système). Veuillez vérifier ce dernier ou entrer dans les paramètres généraux le chemin absolu de l'exécutable. Sur MacOS, veuillez consulter le manuel pour savoir comment installer KataGo en utilisant BREW.
ru: Исполняемый файл KataGo `{exe}` не найден в PATH, проверьте переменные окружения или используйте полный путь в основных настройках. Для MacOS посмотрите сначала инструкцию по установке katago с использованием brew

source: ai:p:rank
de: Kalibrierter Rang
es: Fuerza Calibrada
fr: Par niveau
ru: Точный кю / дан

source: tab:info-details
de: Details
es: Detalles
fr: Diagnostic
ru: Подробности

source: Kata exe not found
de: KataGo-Binary {exe} nicht gefunden, bitte prüfe allgemeine Einstellungen.
es: El binario KataGo {exe} no existe, revisar conf general.
fr: L'exécutable `{exe}` est introuvable. Veuillez vérifier son chemin d'accès dans les paramètres généraux.
ru: Исполняемый файл KataGo {exe} не существует, проверьте путь в основных настройках.

source: sweep analysis
de: Analysiere gesamtes Brett mit {visits} Visits/Zug
es: Analizando tablero entero usando {visits} visitas/jugada
fr: Analyse de tous les possibles ({visits} visites/coup).
ru: Анализ всех возможных ходов на доске до {visits} посещений/ход

source: count down sound
de: Sound an
es: Sonido on
fr: Activer le son
ru: Звук

source: Kata config not found
de: KataGo-Konfigurationsdatei {config} nicht gefunden, bitte prüfe allgemeine Einstellungen.
es: El archivo de conf de KataGo {config} no existe, revisar conf general.
fr: Le fichier de configuration {config} est introuvable. Veuillez vérifier son chemin d'accès dans les paramètres généraux.
ru: Файл конфигурации KataGo {config} не существует, проверьте путь в основных настройках.

source: extra analysis
de: Erweiterte Analyse wird ausgeführt mit {visits} Visits
es: Realizar análisis adicional a {visits} visitas
fr: Analyse supplémentaire de {visits} visites.
ru: Углублённый анализ до {visits} посещений

source: models available
de: {num} verfügbare Modelle gefunden
es: {num} de modelo(s) disponibles
fr: {num} modèle(s) disponible(s) pour le réseau neuronal
ru: {num} доступных моделей найдено

source: download models button
de: Modelle herunterladen
es: Descargar Modelos
fr: Télécharger des modèles
ru: Скачать модели

source: All models downloaded
de: Alle verfügbaren Modelle bereits heruntergeladen
es: Todos los modelos fueron descargados
fr: Pas de nouveaux modèles disponibles pour le réseau neuronal
ru: Все доступные модели уже загружены

source: tab:rank_est
de: Rangschätzung
es: Estimación fuerza
fr: Niveau
ru: Оценка ранга

source: game re-analysis
de: Neuanalyse des gesamten Spiels mit {visits} Visits
es: Re-analizar juego usando {visits} visitas
fr: Analyse supplémentaire de la partie ({visits} visites/coup).
ru: Повторить анализ всей игры, используя {visits} посещений

source: analysis:game
de: Tiefere Gesamtspielanalyse
es: Re-analizar juego
fr: Analyser davantage la partie
ru: Более глубокий анализ всей игры

source: analysis:continuous
de: Kontinuierliche Analyse ein/aus
es: Analizar continuamente
fr: Lancer/Arrêter l'analyse continue
ru: Непрерывный анализ

source: ai:handicap
de: Kata-Vorgabesteine
es: KataVentaja
fr: Par handicap
ru: KataHandicap

source: aihelp:handicap
de: Optimiertes KataGo für höhere Vorgabe-Spiele. Die Einstellung `pda` entspricht `playoutDoublingAdvantage` in KataGo, aus Sicht von Schwarz. Wenn `automatic` eingestellt ist, wird KaTrain automatischeinen geeigneten Wert finden.
es: KataGo optimizado para jugar con ventaja al oponente. El parámetro 'pda' corresponde a 'playoutDoublingAdvantage' en KataGo, desde la perspectiva de negro.Cuando 'automatic' está establecido, KaTrain encontrará un valor adecuado automáticamente.
fr: KataGo recherchera/évitera les complications en fonction de la différence de niveau supposée des joueurs. Tout à gauche, un PDA de -3 (W+3) supposera que Blanc est bien plus fort que Noir. Tout à droite, un PDA de 3 (B+3) supposera que Noir est bien plus fort que Blanc. Cocher l'option 'automatic' adaptera la valeur PDA au handicap utilisé.
ru: KataGo оптимизированный под игры с большой форой. Настройка `pda` соответствует `playoutDoublingAdvantage` в KataGo, с точки зрения чёрных. При установке `automatic`, KaTrain выберет значение автоматически.

source: estimated strength
de: Geschätzte Spielstärke
es: Fuerza Estimada
fr: Niveau estimé
ru: Оценка силы

source: reanalyze max visits
de: Anzahl der Visits pro Zug
es: Número de visitas por jugada
fr: Nombre de visites par coup
ru: Количество посещений на ход

source: theme:red-green-colourblind
de: Rot-Grün-farbenblind
es: Red-Green Colourblind
fr: Daltonisme rouge-vert
ru: Режим красно-зелёной слепоты

source: theme:normal
de: Standard-Farbschema
es: Default Theme
fr: Par défaut
ru: Стандартная тема

source: theme
de: Farbschema
es: Colour Theme
fr: Palette de couleurs
ru: Цветовая тема

source: engine:altcommand:hint
de: Kompletter Befehl, um die Engine zu starten. Alle anderen Modelloptionen werden ignoriert.
es: Full command used to start the engine, for e.g. using plink to connect to a remote engine. All other model options will be ignored.
fr: Commande personnelle outrepassant l'exécutable, la configuration et le réseau sélectionnés plus haut.
ru: Полная команда использована для запуска движка. Все остальные настройки игнорированы.

source: engine:altcommand
de: Engine-Befehl überschreiben
es: Override Engine Command
fr: Redéfinir la commande
ru: Переопределить команду движка

source: download katago button
de: KataGo-Prog. herunterladen
es: Download KataGo versions
fr: Télécharger des exécutables
ru: Скачать бинарные файлы

source: katago binaries available
de: {num} KataGo-Programme verfügbar
es: {num} available katago versions found
fr: {num} exécutable(s) trouvé(s)
ru: {num} доступных бинарных файлов найдено

source: default katago option
de: Plattform erkennen und angebotenes Programm benutzen
es: Detect platform and use provided OpenCL KataGo binary
fr: Utilisation automatique de l'exécutable opencl approprié au système d'exploitation
ru: Определить платформу и использовать соответствующий бинарный файл

source: All binaries downloaded
de: Alle verfügbaren Programme wurden bereits heruntergeladen
es: All available binaries already downloaded
fr: Pas de nouveaux exécutables disponibles
ru: Все доступные бинарные файлы уже загружены

source: Engine missing DLL
de: Konnte KataGo wegen fehlender DLL nicht starten. Überprüfe die Anforderungen in der KataGo-Dokumentation oder versuche, KataGo alleine zu starten, um Einzelheiten zu erfahren.
es: Failed to start KataGo due to missing DLL. Check the requirements, or try running the binary by itself for details.
fr: Impossible de démarrer KataGo à cause d'un DLL manquant. Veuillez vérifier votre configuration système, ou bien essayez l'exécutable seul pour plus de détails.
ru: Не удалось запустить KataGo из-за отсутствующих DLL. Проверьте требования или запустите бинарный файл сам по себе для получения подробностей.

source: analysis:alternatives
de: Finde alternative Züge
es: Find alternative moves
fr: Proposer des coups différents
ru: Поискать альтернативные ходы

source: alternative analysis
de: Suche nach alternativen Zügen
es: Searching for alternative moves
fr: Recherche de coups différents.
ru: Поиск альтернативных ходов

source: minimal time use
de: Mindest-Zeitnutzung im Byo-Yomi (s)
es: Minimal time use in byo-yomi (s)
fr: Temps de réflexion minimum (s/période)
ru: Минимально потраченное время в бёёми (сек.)

source: move too fast
de: Denke mindestens {num} Sekunden nach, bevor Du setzt.
es: Think for at least {num} seconds before playing.
fr: Réfléchissez au moins {num} secondes avant de jouer.
ru: Подумайте как минимум {num} секунд.

source: main time
de: Hauptbedenkzeit (min)
es: Main time (min.)
fr: Temps principal (min)
ru: Основное время (мин.)

source: aihelp:simple
de: Spielt Züge, die dazu zu einer Vereinfachung des Brettzustandes führen. Von Zügen, die höchstens 'max_points_lost' Punkte verlieren und mit wenigstens 'min_visits' Visits, bevorzuge die Züge, die weniger Punkte verlieren und eigenes Gebiet mehr sichern.
es: Plays moves that lead to simplifying the board state.
fr: Par défaut, le moteur de jeu cherche à simplifier la position. Il joue un coup parmi ceux considérés au moins 'min_visits' fois et perdant au plus 'max_points_lost'. 'settled_weight' le pousse à consolider ses territoires, et ceux adverses une fois multiplié par 'opponent_fac'. 'tenuki_penalty' le pousse à jouer localement ; 'attach_penalty' à éviter les coups de contact direct. Quand elles sont possibles, les valeurs négatives favorisent au contraire un style de jeu compliqué. Élargir le Champ des possibles (cf. Paramètres généraux) peaufine le style au détriment du niveau de jeu.
ru: Делает ходы, упрощающие позицию на доске. Из ходов, теряющих не более чем 'max_points_lost' очков и имеющих как минимум 'min_visits', предпочитает ходы, укрепляющие собственную территорию (коэффициент settled_weight), укрепляющие территорию оппонента (коэффициент settled_weight * opponent_fac), избегает тэнуки (более 5 пунктов, коэффициент tenuki_penalty), и избегает прилипаний (коэффициент attachment_penalty). Коэффициенты могут быть отрицательными, чтобы напротив сделать игру сложнее. 'Уровень шума' (в 'Настройках системы') может быть использован для увеличения вариативности игры за счёт небольшой потери силы.

source: ai:simple
de: Einfacher Stil
es: Simple Style
fr: Modéré
ru: Простой стиль

source: local analysis
de: Suche nach lokalen Antworten
es: Searching for local responses
fr: Recherche de coups locaux.
ru: Поиск локальных ответов

source: stats on top move
de: Anzeige für den besten Zug
es: Stats on top moves
fr: Données des coups recommandés :
ru: Показывать числа поверх ходов

source: top_move_delta_winrate
de: Gewinnrate Änderung
es: Change in win rate
fr: Variation pronostiq.
ru: Изменение процента

source: top_move_visits
de: Visits
es: Visits
fr: Nombre de Visites
ru: Посещения

source: top_move_score
de: Score
es: Score
fr: Score
ru: Счёт

source: top_move_nothing
de: (nichts)
es: (nothing)
fr: (Néant)

source: top_move_winrate
de: Gewinnrate
es: Win rate
fr: Pronostic
ru: Процент побед

source: top_move_delta_score
de: Punktänderung
es: Change in score
fr: Variation du score
ru: Изменение счёта

source: show stats if
de: Zeige Bewertung wenn mehr als ... Visits
es: Show stats if more than ... visits
fr: Nombre de visites minimum requis pour afficher les données :
ru: Числа только если посещений больше чем

source: cache analysis to sgf
de: Cache-Analyse in SGF
es: Cache analysis in SGF
fr: Sauvegarder un cache SGF de l'analyse
ru: Кэшировать анализ в SGF

source: menu:save-as
de: Spiel speichern als...
es: Save Game As...
fr: Enregistrer sous...
ru: Сохранить игру как...

source: save sgf title
de: SGF-Datei speichern
es: Save SGF File
fr: Sauvegarder un fichier SGF
ru: Сохранить SGF файл

source: starting insert mode
de: Starte Einfüge-Modus; drücke 'i' zum beenden
es: Starting insert mode, press 'i' to finish inserting.
fr: Pour clore/valider l'insertion des coups, veuillez appuyer sur 'i'.
ru: Активен режим вставки, нажмите 'i' для завершения.

source: ending insert mode
de: Einfügen beendet, {num_copied} Züge kopiert
es: Inserting exchange(s) done, copied {num_copied} following moves.
fr: L'insertion a été effectuée dans une nouvelle branche complétée par {num_copied} coup(s) d'origine.
ru: Режим вставки завершён, скопировано {num_copied} следующих ходов.

source: finish inserting before navigating
de: Navigation ist im Einfüge-Modus deaktiviert, beende erst Einfüge-Modus durch Drücken von 'i'
es: Navigation is disabled in insert mode, finish insert mode by pressing 'i'.
fr: Il est impossible de parcourir l'arbre de jeu tant que l'insertion des coups n'est pas close/validée (en appuyant sur 'i').
ru: Навигация отключена в режиме вставки, сначала завершите режим вставки нажав 'i'.

source: analysis:insert
de: Züge einfügen
es: Insert moves
fr: Insérer des coups
ru: Вставить ходы

source: analysis:region:start
de: Ziehen, um einen Bereich zu markieren. Wähle einen einzelnen Punkt, um die Bereichsauswahl abzubrechen.
es: Drag to select the region of interest. Select a single point to remove the region.
fr: Cliquez et glissez pour sélectionner la région à analyser en priorité. Appuyez sur 'g' puis sélectionnez une intersection pour tout annuler.
ru: Выберите регион интереса. Выберите одну точку для сброса региона.

source: analysis:region
de: Bereich auswählen
es: Set region of interest
fr: Définir la zone d'intérêt
ru: Выбрать регион интереса

source: Toggle Collapse Branch
de: Aus-/Einklappen
es: Expand/Collapse
fr: Nouer/Dénouer la branche
ru: Развернуть/Свернуть

source: analysis:playtoend
de: Schnelles Ausspielen bis Spielende
es: Fast playout to game end
fr: Simuler la fin de partie
ru: Быстро доиграть до конца

source: black player name hint
de: Name von Schwarz
es: Black player's name
fr: Noir
ru: Имя игрока чёрными

source: white player name hint
de: Name von Weiß
es: White player's name
fr: Blanc
ru: Имя игрока белыми

source: gui-locked
de: Aktion {action} nicht erlaubt im verteilten Selbstspieltraining Modus. Neu starten, damit Katrain diesen Modus verlässt.
es: Action {action} not allowed in distributed training mode. Restart KaTrain to exit this mode.
fr: L'action {action} est interdite lors de l'entraînement distribué de KataGo. Vous pouvez quitter ce mode en redémarrant KaTrain.
ru: Действие {action} запрещено в режиме распределённой тренировки. Перезапустите KaTrain для выхода из этого режима.

source: menu:distributed
de: Verteiltes Selbstspieltraining
es: Distributed Self-play Training
fr: Entraîner Katago
ru: Распределённая тренировка

source: contribute:register
de: Registrieren
es: Register
fr: Créer le compte
ru: Регистрация

source: contribute:start
de: Anfangen beizutragen!
es: Start Contributing!
fr: Je participe !
ru: Начать помогать тренировке!

source: contribute settings title
de: Zu KataGo's verteiltem Training beitragen
es: Contribute To KataGo Distributed Training
fr: Participer à l'entraînement de KataGo
ru: Помощь в распределённой тренировке KataGo

source: contribute:username
de: Benutzername
es: Username
fr: Identifiant
ru: Имя пользователя

source: contribute:maxgames
de: Gleichzeitige Spiele
es: Simultaneous Games
fr: Parties simultanées
ru: Одновременные игры

source: contribute:password
de: Passwort
es: Password
fr: Mot de passe
ru: Пароль

source: contribute:maxgames:hint
de: Am besten gleich zu eurem optimalen numSearchThreads, ungefähr 8 für mittlemäßige GPUs. setzt es leicht kleiner für kürzere Beiträge, da unbeendete Spiele nicht hochgeladen werden.
es: Best equal to your optimal numSearchThreads, around 8 for mid-tier GPUs. Can set it slightly lower for shorter runs, as half-finished games are not uploaded.
fr: Idéalement égal à numSearchThread (autour de 8 pour un GPU ordinaire), mais préférer moins lors de courtes sessions, car les parties inachevées sont oubliées.
ru: Оптимальное значение numSearchThreads, около 8 для GPU среднего уровня. Для коротких сессий обучения лучше установить поменьше, т.к. наполовину сыгранные игры не представляют интереса.

source: contribute:ownership:hint
de: Macht Training leicht langsamer, aber erlaubt Eigentum visualisierung
es: Slightly slows down training, but allows ownership visualization.
fr: Cette option permet de visualiser les prévisions territoriales, mais ralentit légèrement l'entrainement.
ru: Слегка замедляет тренировку, но позволяет визуализацию.

source: contribute:ownership
de: Eigentum aktivieren
es: Enable Ownership
fr: Prévisions territoriales
ru: Включить визуализацию

source: contribute:login
de: Anmeldung Information (katagotraining.org)
es: Login Information for katagotraining.org
fr: Informations de connexion
ru: Информация для авторизации на katagotraining.org

source: contribute:movespeed
de: Zuggeschwindigkeit
es: Move speed
fr: Cadence des coups
ru: Скорость хода
