Repository: sanderland/katrain
Catalog: katrain/i18n/locales/*/LC_MESSAGES/katrain.po
Languages: de, es, fr, ru

source: contribute:movespeed:hint
de: Zuggeschwindigkeit in Sekunden/Zug.
es: Move playing delay in seconds/move.
fr: Délai d'affichage des coups en secondes.
ru: Длительность хода в секундах/ход.

source: contribute:savesgf
de: SGFs speichern
es: Save SGFs
fr: Sauvegarder les parties
ru: Сохранить SGF файлы

source: contribute:savesgf:hint
de: SGF Dateien von beendete Spiele in ./dist_sgf speichern
es: Save SGF files of games that are finished showing in ./dist_sgf
fr: Sauvegarder les fichiers SGF des parties complétées dans le dossier ./dist_sgf
ru: Сохраняет SGF файлы законченных игр в ./dist_sgf

source: contribute:viewer settings
de: Beobachtereinstellungen
es: Viewer Settings
fr: Visionneuse
ru: Настройки отображения

source: analysis:reset
de: Analysis zurücksetzen
es: Reset analysis
fr: Recommencer l'analyse
ru: Перезапустить анализ

source: setup position black score
de: Zielergebnis für Schwarz:
es: Target score for Black (Can be negative):
fr: Différence de points (pour Noir) :
ru: Целевой счёт для чёрных:

source: setup position move number
de: Spiel generieren bis zum Zug:
es: Generate game until move:
fr: Nombre de coups simulés :
ru: Генерировать игру до хода:

source: setup game status message
de: Spiel durch KI generieren: Zug {move}/{until_move} generiert.
es: Generating game via AI self-play: Move {move}/{until_move} done.
fr: Simulation de partie en cours : Coup {move}/{until_move}.
ru: Генерация позиции с помощью игры AI с самим собой: Ход {move}/{until_move}.

source: setup position explanation
de: Dies generiert ein Teil eines Spieles, von dem ihr anfangen könnt, zu spielen. Zum Beispiel könnt ihr es benutzen um im Vorteil gegen stärkere KIs in verschiedene Mittel- oder Endspielsituationen zu Spielen.
es: This generates a partial game for you to start playing from. For example, you can use this to play against stronger AIs starting from an advantage in a variety of middle- or end-game positions.
fr: Vous voulez gagner de l'expérience dans les milieux ou les fins de parties ? Apprendre à grappiller les points, maintenir votre avantage ou renverser la situation ? Alors jouez des positions fictives composées selon vos besoins.
ru: Генерирует частичную игру. Например, вы можете использовать это для игры против сильного AI начиная с перевесом в середине или ближе к окончанию игры.

source: editgame
de: Spiel editieren
es: Edit Game Info
fr: Partie en cours
ru: Редактировать игры

source: analysis:report
es: Performance Report

source: engine died popup opening message
es: The KataGo Engine failed to start, or crashed. The error was: [color=#661111]{error_message}[/color] The error code was: [color=#661111]{code}[/color].

source: change engine suggestion
es: First, try downloading KataGo versions and try if changing to a different executable helps in {link} .

source: link_here
es: click here

source: go to engine help page
es: If you are still having difficulties, {link} for an up-to-date troubleshooting page.

source: engine recovery
es: Help with KataGo setup

source: reanalyze mistakes only
es: Limit analysis to mistakes only

source: stat:accuracy
es: Accuracy Rating

source: header:keystats
es: Key Statistics

source: header:num moves
es: # Moves

source: stat:meanpointloss
es: Mean Point Loss

source: stat:aitop5
es: AI Top 5 Match %

source: stat:aitopmove
es: AI Best Move Match %

source: ai:antimirror
es: KataAntiMirror

source: aihelp:antimirror
es: Anti Mirror-go Mode of KataGo.

source: tsumego:walldistance
es: Distance of wall

source: tsumego:ko
es: Ko allowed?

source: analysis:tsumegoframe
es: Tsumego Frame

source: Jigo
ru: Ничья

source: handicap
de: Vorgabe
ru: Фора

source: komi
ru: Коми

source: Delete Node
de: Node löschen
fr: Supprimer le nœud
ru: Удалить ход

source: resign
de: Aufgeben
fr: Abandon
ru: Сдаться

source: Make Main Branch
de: Zum Hauptzweig machen
fr: Mettre en branche principale
ru: Сделать главной веткой

source: Load File
de: Spiel laden
fr: Charger
ru: Загрузить файл

source: Save File
de: Datei speichern
fr: Enregistrer
ru: Сохранить файл

source: player names
de: Spielernamen
fr: Nom des joueurs
ru: Имена игроков

source: setupposition
de: Position aufsetzen
fr: Nouvelle position
ru: Установить позицию
